Repository: app-anvil/waste_not
Catalog: app/lib/l10n/arb/app_*.arb
Languages: it

# inventoryAppBarTitle
source: Inventory
it: Dispensa

# accountAppBarTitle
source: Account
it: Profilo

# snackBarNotImplemented
source: This feature is not yet available. We are working hard to release it as soon as possible!
it: Questa funzionalità non è ancora disponibile. Stiamo lavorando duramente per rilasciarla il prima possibile!

# pantryBottomBarItemLabel
source: Pantry
it: Dispensa

# accountBottomBarItemLabel
source: Account
it: Profilo

# addAction
source: Add
it: Aggiungi

# editAction
source: Edit
it: Modifica

# openAction
source: Open
it: Apri

# undoOpenAction
source: Undo open
it: Richiudi

# deleteAction
source: Delete
it: Rimuovi

# consumeAction
source: Partially consumed
it: Consuma

# fullConsumeAction
source: Fully consumed
it: Consumato completamente

# undoAction
source: Undo
it: Annulla

# doneAction
source: Done
it: Fatto

# inventoryPageItemDeletedSnackbarText
source: Item "{itemTitle}" deleted.
it: Item "{itemTitle}" rimosso.

# inventoryPageItemFullConsumedSnackbarText
source: Item "{itemTitle}" full consumed.
it: Item "{itemTitle}" completamente consumato.

# inventoryPageItemHeaderExpired
source: Expired
it: Scaduto

# inventoryPageItemHeaderExpiredInDays
source: {count, plural, =0{Expired today} =1{1 day left} other{{count} days left}}
it: {count, plural, =0{Scade oggi} =1{Scade tra 1 giorno} other{Scade tra {count} giorni}}

# inventoryPageNoItems
source: There are no items in your pantry
it: Non ci sono items nella tua dispensa

# inventoryPageSelectedFilterNoItems
source: There are no items for the selected filter
it: Non ci sono items per il filtro selezionato

# openedItemsHeader
source: Opened
it: Aperti

source: Edit item
it: Modifica item

source: Add item
it: Aggiungi item

# inventoryByStatusPageNoExpiredItems
source: There are no expired items
it: Non ci sono items scaduti

# inventoryByStatusPageNoOpenedItems
source: There are no opened items
it: Non ci sono items aperti

# inventoryByStatusPageNoToBeEatenItems
source: There are no items to be eaten soon
it: Non ci sono items da consumare al più presto

source: Expired items
it: Items scaduti

source: Opened items
it: Items aperti

# toBeEatenItems
source: To be eaten soon
it: Items da consumare presto

source: Expired
it: Scaduti

source: Opened
it: Aperti

# toBeEaten
source: To be eaten soon
it: Da mangiare al più presto

# insertBarcodeHintText
source: 'Enter barcode
it: Inserisci codice a barre

# openTodayItemHeader
source: Open today
it: Aperto oggi

# expiresTodayItemHeader
source: Expires today
it: Scade oggi

# toBeEatenTodayItemHeader
source: To be eaten by today
it: Da consumare entro oggi

# openedItemForDaysHeader
source: {count, plural, =0{Opened today} =1{Opened for 1 day} other{Opened for {count} days}}
it: {count, plural, =0{Aperto oggi} =1{Aperto da 1 giorno} other{Aperto da {count} giorni}}

# expiredItemForDaysHeader
source: {count, plural, =0{Expires today} =1{Expired by 1 day} other{Expired by {count} days}}
it: {count, plural, =0{Scade oggi} =1{Scaduto da 1 giorno} other{Scaduto da {count} giorni}}

# toBeEatenItemForDaysHeader
source: {count, plural, =0{To be eaten in today} =1{To be eaten in 1 day} other{To be eaten in {count} days}}
it: {count, plural, =0{Da consumare oggi} =1{Da consumare entro 1 giorno} other{Da consumare entro {count} giorni}}
